Repository: tinygod/guandan-ios
Catalog: App/Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Nobody fights. Marco's trick.
ar: لا أحد يقاتل. اللفّة لماركو.
de: Niemand kämpft. Marcos Stich.
es: Nadie pelea. Baza de Marco.
fr: Personne ne se bat. Le pli est à Marco.
hi: कोई नहीं लड़ता। मार्को की चाल।
id: Tak ada yang melawan. Trik milik Marco.
ja: 誰も争わない。マルコの番だ。
ko: 아무도 안 싸웁니다. 마르코의 판이에요.
pt_br: Ninguém briga. Rodada do Marco.
ru: Никто не бьётся. Взятка Марко.
zh_hans: 没人争。这墩是马可的。
zh_hant: 沒人爭。這墩歸馬可。

source: Nobody tracks 108 cards. Track FOUR things: the 2 big jokers, the 2 small jokers, the 8 level cards, and every bomb that explodes. That's it.
ar: لا أحد يتعقّب 108 أوراق. تعقّب أربعة أشياء: الجوكرين الكبيرين، الجوكرين الصغيرين، أوراق المستوى الثماني، وكل قنبلة تنفجر. هذا كل شيء.
de: Niemand verfolgt 108 Karten. Verfolge VIER Dinge: die 2 großen Joker, die 2 kleinen Joker, die 8 Stufenkarten und jede Bombe, die hochgeht. Das war's.
es: Nadie sigue las 108 cartas. Sigue CUATRO cosas: los 2 comodines grandes, los 2 comodines pequeños, las 8 cartas de nivel y cada bomba que estalla. Eso es todo.
fr: Personne ne suit les 108 cartes. Suivez QUATRE choses : les 2 grands jokers, les 2 petits jokers, les 8 cartes de niveau, et chaque bombe qui explose. C'est tout.
hi: कोई 108 पत्तों का हिसाब नहीं रखता। चार चीज़ों पर नज़र रखें: 2 बड़े जोकर, 2 छोटे जोकर, 8 लेवल पत्ते, और हर बम जो फटता है। बस इतना ही।
id: Tak seorang pun melacak 108 kartu. Lacak EMPAT hal: 2 joker besar, 2 joker kecil, 8 kartu level, dan setiap bom yang meledak. Hanya itu.
ja: 誰も108枚を数えきれない。4つのことだけ追え：大王2枚、小王2枚、級牌8枚、そして爆発したすべての炸弾。それだけだ。
ko: 108장을 다 추적하는 사람은 없습니다. 네 가지만 추적하세요: 큰 조커 2장, 작은 조커 2장, 급수패 8장, 그리고 터진 모든 폭탄. 그게 전부예요.
pt_br: Ninguém rastreia 108 cartas. Rastreie QUATRO coisas: os 2 coringas grandes, os 2 coringas pequenos, as 8 cartas de nível e cada bomba que explode. Só isso.
ru: Никто не считает 108 карт. Отслеживай ЧЕТЫРЕ вещи: 2 больших джокера, 2 маленьких джокера, 8 карт уровня и каждую взорвавшуюся бомбу. Вот и всё.
zh_hans: 没人记得住108张牌。只记四样东西:2张大王、2张小王、8张级牌,还有每个炸响的炸弹。就这些。
zh_hant: 沒人記得住 108 張牌。只追蹤「四」樣東西：2 張大王、2 張小王、8 張級牌，以及每一個炸過的炸彈。就這些。

source: Nobody — play it safe
ar: لا أحد — العب بأمان
de: Niemand — geh auf Nummer sicher
es: Nadie: juega a lo seguro
fr: Personne — jouez la sécurité
hi: कोई नहीं — सुरक्षित खेलें
id: Tak seorang pun — main aman
ja: 誰も――安全策を取る
ko: 아무도 안 됨 — 안전하게 가라
pt_br: Ninguém — jogue pelo seguro
ru: Никто — играй наверняка
zh_hans: 没人——求稳为上
zh_hant: 誰也別碰——求穩。

source: Normal
ar: عادي
hi: सामान्य
ja: ノーマル
ko: 보통
ru: Обычный
zh_hans: 普通
zh_hant: 普通

source: Normal bots, full rules
ar: روبوتات عادية، قواعد كاملة
de: Normale Bots, volle Regeln
es: Bots normales, reglas completas
fr: Bots normaux, règles complètes
hi: सामान्य बॉट, पूरे नियम
id: Bot normal, aturan lengkap
ja: 通常のボット、フルルール
ko: 보통 봇, 전체 규칙
pt_br: Bots normais, regras completas
ru: Обычные боты, полные правила
zh_hans: 普通电脑,完整规则
zh_hant: 普通機器人，完整規則

source: Not a combo
ar: ليست تركيبة
de: Keine Kombination
es: No es una combinación
fr: Pas une combinaison
hi: यह कोई कॉम्बो नहीं है
id: Bukan kombo
ja: 役の組み合わせではない
ko: 조합이 아님
pt_br: Não é uma combinação
ru: Не комбинация
zh_hans: 不成组合
zh_hant: 不成牌型

source: Not quite —
ar: ليس تماماً —
de: Nicht ganz —
es: No del todo:
fr: Pas tout à fait —
hi: बिल्कुल सही नहीं —
id: Belum tepat —
ja: 惜しい――
ko: 조금 아쉬워요 —
pt_br: Não exatamente —
ru: Не совсем —
zh_hans: 差一点——
zh_hant: 不太對——

source: Not quite.
ar: ليس تماماً.
de: Nicht ganz.
es: No del todo.
fr: Pas tout à fait.
hi: बिल्कुल सही नहीं।
id: Belum tepat.
ja: 惜しい。
ko: 조금 아쉬워요.
pt_br: Não exatamente.
ru: Не совсем.
zh_hans: 差一点。
zh_hant: 不太對。

source: Nothing to block with…
ar: لا شيء للحجب به…
de: Nichts zum Blocken …
es: Nada con qué bloquear...
fr: Rien pour bloquer…
hi: ब्लॉक करने के लिए कुछ नहीं…
id: Tak ada yang bisa dipakai memblokir…
ja: ブロックする手がない…
ko: 막을 게 없어요…
pt_br: Nada com que bloquear…
ru: Нечем блокировать…
zh_hans: 没牌可封了……
zh_hant: 沒牌可擋……

source: Now
ar: الآن
de: Jetzt
es: Ahora
fr: Maintenant
hi: अभी
id: Sekarang
ja: 今
ko: 지금
pt_br: Agora
ru: Сейчас
zh_hans: 现在
zh_hant: 現在

source: Now the table is yours, and nothing big is left out there.
ar: الآن الطاولة لك، ولم يتبقَّ هناك شيء كبير.
de: Jetzt gehört der Tisch dir, und nichts Großes ist mehr da draußen.
es: Ahora la mesa es tuya, y no queda nada grande por ahí afuera.
fr: Maintenant la table est à vous, et plus rien de gros ne traîne là-dehors.
hi: अब टेबल आपकी है, और वहाँ कुछ भी बड़ा नहीं बचा।
id: Sekarang meja jadi milikmu, dan tak ada kartu besar yang tersisa di luar sana.
ja: 今や卓は君のものだ、そして大物はもう外に残っていない。
ko: 이제 테이블은 당신 거고, 밖에 큰 건 아무것도 안 남았어요.
pt_br: Agora a mesa é sua, e não sobrou nada grande por aí.
ru: Теперь стол твой, и ничего крупного там не осталось.
zh_hans: 现在牌桌归你了,外面也没什么大牌了。
zh_hant: 現在牌桌歸你了，外面也沒有大牌剩下。

source: Now the tiny pair — she holds no pairs, the lane is shut.
ar: الآن الزوج الصغير — هي لا تملك أزواجاً، المسار مغلق.
de: Jetzt das winzige Paar — sie hält keine Paare, die Spur ist dicht.
es: Ahora la pareja diminuta: ella no tiene parejas, el carril está cerrado.
fr: Maintenant la petite paire — elle ne tient aucune paire, la voie est fermée.
hi: अब वह नन्हा जोड़ा — उसके पास कोई जोड़ा नहीं है, लेन बंद हो गई।
id: Sekarang pasangan kecilnya — dia tak punya pasangan, jalurnya tertutup.
ja: 今度は小さな対子――彼女は対子を持っていない、レーンは閉じた。
ko: 이제 작은 페어를 내세요 — 그녀는 페어가 없으니, 줄은 닫혔습니다.
pt_br: Agora o parzinho — ela não tem pares, a pista está fechada.
ru: Теперь крошечная пара — у неё нет пар, дорожка закрыта.
zh_hans: 现在出那个小对子——她手里没有对子,这条线关死了。
zh_hant: 現在出那對小的——她手裡沒有對子，這條道封死了。

source: Now win the lead back — Ace!
ar: الآن استعد القيادة — آص!
de: Hol dir jetzt das Anspielrecht zurück — Ass!
es: Ahora recupera la salida: ¡As!
fr: Reprenez l'initiative maintenant — l'As !
hi: अब चाल वापस जीतो — इक्का!
id: Sekarang rebut kembali pimpinan — As!
ja: さあ首攻権を取り返せ――Aだ！
ko: 이제 출패권을 되찾으세요 — 에이스!
pt_br: Agora recupere a liderança — Ás!
ru: Теперь верни инициативу — туз!
zh_hans: 现在把出牌权抢回来——出A!
zh_hant: 現在把出牌權搶回來——A！

source: Number Rules
ar: قواعد الأرقام
de: Zahlenregeln
es: Reglas de los números
fr: Règles des chiffres
hi: अंकों के नियम
id: Aturan Angka
ja: 数字のルール
ko: 숫자 규칙
pt_br: Regras dos números
ru: Правила по числам
zh_hans: 数字规则
zh_hant: 數字規則

source: OK
ar: حسناً
hi: ठीक है
id: OKE
ko: 확인
ru: ОК
zh_hans: 好的
zh_hant: 好

source: Onboarding
ar: التعريف بالأساسيات
de: Einführung
es: Bienvenida
fr: Prise en main
hi: शुरुआती मार्गदर्शन
id: Perkenalan
ja: オンボーディング
ko: 온보딩
pt_br: Introdução
ru: Знакомство
zh_hans: 新手引导
zh_hant: 新手引導

source: Once both big jokers have hit the table, the strongest single left is a level card — and if those are gone too, your Ace is unbeatable. Singles you were scared to lead become winners.
ar: بمجرد أن يضرب كلا الجوكرين الكبيرين الطاولة، تصبح أقوى ورقة مفردة متبقية هي ورقة المستوى — وإذا اختفت تلك أيضاً، فإن آصك لا يُقهَر. الأوراق المفردة التي كنت تخشى قيادتها تصبح رابحة.
de: Sobald beide großen Joker auf dem Tisch gelandet sind, ist die stärkste verbleibende Einzelkarte eine Stufenkarte — und wenn auch die weg sind, ist dein Ass unschlagbar. Einzelkarten, die du dich nicht zu spielen trautest, werden zu Siegern.
es: Una vez que ambos comodines grandes han caído a la mesa, la carta suelta más fuerte que queda es una carta de nivel; y si esas también se fueron, tu As es imbatible. Las cartas sueltas que te daba miedo sacar se vuelven ganadoras.
fr: Une fois les deux grands jokers tombés sur la table, le single le plus fort qui reste est une carte de niveau — et si celles-ci sont parties aussi, votre As est imbattable. Les singles que vous aviez peur de mener deviennent gagnants.
hi: जब दोनों बड़े जोकर टेबल पर आ चुके हों, तो बचा सबसे ताकतवर एकल पत्ता एक लेवल पत्ता होता है — और अगर वे भी जा चुके हों, तो आपका इक्का अजेय है। जिन एकल पत्तों को चलने से आप डरते थे, वे विजेता बन जाते हैं।
id: Begitu kedua joker besar sudah jatuh ke meja, kartu tunggal terkuat yang tersisa adalah kartu level — dan kalau itu pun sudah habis, As-mu tak terkalahkan. Kartu tunggal yang tadinya kamu takut pimpin kini jadi pemenang.
ja: 大王が両方とも卓に出てしまえば、残る最強の単張は級牌だ――そしてそれも消えれば、君のAは無敵だ。怖くて首攻できなかった単張が勝ち札になる。
ko: 큰 조커 두 장이 모두 테이블에 나오면, 남은 가장 강한 단장은 급수패입니다 — 그것마저 빠지면, 당신의 에이스는 무적입니다. 내기 무서웠던 단장들이 승리 카드로 바뀌죠.
pt_br: Assim que os dois coringas grandes batem na mesa, a carta única mais forte que resta é uma carta de nível — e se essas também já saíram, seu Ás é imbatível. Cartas únicas que você tinha medo de liderar viram vencedoras.
ru: Как только оба больших джокера легли на стол, сильнейшая оставшаяся одиночка — это карта уровня, а если и они ушли, твой туз непобедим. Одиночки, которыми ты боялся ходить, становятся победными.
zh_hans: 一旦两张大王都拍到桌上,剩下最强的单张就是级牌——要是连级牌也没了,你的A就无敌了。那些你曾经不敢出的单张,现在都成了赢牌。
zh_hant: 一旦兩張大王都拍上桌，剩下最強的單張就是級牌——而要是連級牌也沒了，你的 A 就無敵了。那些你原本不敢出的單張，全都成了贏牌。

source: One bomb (+4), small-joker pair and Kings (+2)… but four dead small cards (−4ish). Around 6–7 points: stay flexible, watch one trick before committing.
ar: قنبلة واحدة (+4)، زوج جوكر صغير وملوك (+2)… لكن أربع أوراق صغيرة ميتة (−4 تقريباً). نحو 6–7 نقاط: ابقَ مرناً، راقب لفّة واحدة قبل الالتزام.
de: Eine Bombe (+4), ein kleines Joker-Paar und Könige (+2) … aber vier tote kleine Karten (−4 oder so). Etwa 6–7 Punkte: bleib flexibel, beobachte einen Stich, bevor du dich festlegst.
es: Una bomba (+4), pareja de comodines pequeños y Reyes (+2)... pero cuatro cartas bajas muertas (−4 más o menos). Alrededor de 6 a 7 puntos: mantente flexible, observa una baza antes de comprometerte.
fr: Une bombe (+4), une paire de petits jokers et des Rois (+2)… mais quatre petites cartes mortes (−4 environ). Autour de 6–7 points : restez flexible, observez un pli avant de vous engager.
hi: एक बम (+4), छोटे-जोकर का जोड़ा और बादशाह (+2)… पर चार मरे हुए छोटे पत्ते (लगभग −4)। करीब 6–7 अंक: लचीले रहें, प्रतिबद्ध होने से पहले एक चाल देखें।
id: Satu bom (+4), pasangan joker kecil dan para Raja (+2)… tapi empat kartu kecil mati (−4 kira-kira). Sekitar 6–7 poin: tetap fleksibel, amati satu trik sebelum berkomitmen.
ja: 炸弾1つ(+4)、小王の対子とK(+2)…だが死んだ小札が4枚(−4ほど)。だいたい6〜7点：柔軟に構え、決める前に一番だけ様子を見ろ。
ko: 폭탄 하나(+4), 작은 조커 페어와 킹들(+2)… 하지만 죽은 작은 카드 네 장(−4쯤). 대략 6~7점: 유연하게 가고, 결정하기 전에 한 판은 지켜보세요.
pt_br: Um bomba (+4), par de coringas pequenos e Reis (+2)… mas quatro cartas baixas mortas (−4 mais ou menos). Por volta de 6–7 pontos: mantenha-se flexível, observe uma rodada antes de se comprometer.
ru: Одна бомба (+4), пара с маленьким джокером и короли (+2)… но четыре мёртвые мелкие карты (−4 примерно). Около 6–7 очков: оставайся гибким, понаблюдай одну взятку, прежде чем брать на себя обязательства.
zh_hans: 一个炸弹(+4)、一对小王和一对K(+2)……可还有四张死小牌(约−4)。大约6~7分:保持灵活,先看一墩再决定。
zh_hant: 一個炸彈（+4）、一對小王加一對 K（+2）……但有四張死掉的小牌（約 −4）。大約 6–7 分：保持靈活，先看一墩再決定要不要下手。

source: One card from a small pair
ar: ورقة واحدة عن زوج صغير
de: Eine Karte von einem kleinen Paar entfernt
es: A una carta de una pareja pequeña
fr: À une carte d'une petite paire
hi: छोटे जोड़े से एक पत्ता दूर
id: Satu kartu lagi dari pasangan kecil
ja: 小さな対子まであと1枚
ko: 작은 페어까지 카드 한 장
pt_br: A uma carta de um par pequeno
ru: Одна карта до маленькой пары
zh_hans: 差一张就凑成小对子
zh_hant: 差一張就湊成小對子

source: One enemy has 4 cards left, another situation has an enemy at 5. Which one deserves your bomb? (炸五不炸四)
ar: أحد الأعداء تبقّى لديه 4 أوراق، وفي موقف آخر عدوّ عنده 5. أيهما يستحق قنبلتك؟ (فجّر الخمسة لا الأربعة)
de: Ein Gegner hat noch 4 Karten, in einer anderen Situation steht ein Gegner bei 5. Welcher verdient deine Bombe? (炸五不炸四)
es: Un enemigo tiene 4 cartas restantes; en otra situación hay un enemigo con 5. ¿Cuál merece tu bomba? (炸五不炸四)
fr: Un ennemi a 4 cartes en main, dans une autre situation un ennemi en a 5. Lequel mérite votre bombe ? (炸五不炸四)
hi: एक दुश्मन के पास 4 पत्ते बचे हैं, दूसरी स्थिति में एक दुश्मन के पास 5 हैं। किस पर आपका बम चलना चाहिए? (पाँच पर बम, चार पर नहीं)
id: Satu lawan punya 4 kartu tersisa, situasi lain lawan punya 5 kartu. Mana yang layak mendapat bommu? (炸五不炸四)
ja: ある敵は残り4枚、別の場面では敵が5枚。どちらに炸弾を使うべきか？(炸五不炸四)
ko: 한 적은 카드가 4장 남았고, 다른 상황에선 적이 5장입니다. 어느 쪽에 폭탄을 쓸 가치가 있을까요? (炸五不炸四 — 5는 치고 4는 안 친다)
pt_br: Um inimigo tem 4 cartas restando, em outra situação um inimigo está com 5. Qual merece o seu bomba? (炸五不炸四)
ru: У одного врага осталось 4 карты, в другой ситуации у врага 5. Кто заслуживает твою бомбу? (бомби пятёрку, а не четвёрку)
zh_hans: 一个敌人剩4张牌,另一种局面里有个敌人剩5张。哪个值得你下炸弹?(炸五不炸四)
zh_hant: 一個敵手剩 4 張，另一種局面有個敵手剩 5 張。哪一個值得你下炸彈？（炸五不炸四）

source: One takeaway per hand
ar: درس واحد لكل يد
de: Eine Erkenntnis pro Runde
es: Una lección por mano
fr: Une leçon à retenir par manche
hi: हर हाथ से एक सबक
id: Satu pelajaran per babak
ja: 1手につき学びを一つ
ko: 판당 한 가지 교훈
pt_br: Um aprendizado por mão
ru: Один вывод за раздачу
zh_hans: 每手记住一个要点
zh_hant: 每手一個重點

source: Online play is on the roadmap. Practice vs bots for now!
ar: اللعب عبر الإنترنت ضمن خارطة الطريق. تدرّب ضد الروبوتات في الوقت الحالي!
de: Online-Spiel ist auf der Roadmap. Üb vorerst gegen Bots!
es: El juego en línea está en la hoja de ruta. ¡Practica contra los bots por ahora!
fr: Le jeu en ligne est sur la feuille de route. Pour l'instant, entraînez-vous contre les bots !
hi: ऑनलाइन खेल रोडमैप में है। फिलहाल बॉट के खिलाफ अभ्यास करें!
id: Permainan online ada dalam rencana ke depan. Untuk sekarang, berlatihlah melawan bot!
ja: オンライン対戦はロードマップにあり。今のところはボット相手に練習しよう！
ko: 온라인 플레이는 로드맵에 있어요. 지금은 봇 상대로 연습하세요!
pt_br: O jogo online está no nosso roteiro. Por enquanto, treine contra os bots!
ru: Онлайн-игра в планах. Пока тренируйся против ботов!
zh_hans: 联机对战已在计划中。眼下先跟电脑练吧!
zh_hant: 線上對戰已列入規劃。目前先跟機器人練手吧！

source: Online — coming soon
ar: اللعب عبر الإنترنت — قريبًا
de: Online — demnächst verfügbar
es: En línea — próximamente
fr: En ligne — bientôt disponible
hi: ऑनलाइन — जल्द आ रहा है
id: Online — segera hadir
ja: オンライン対戦 — 近日公開
ko: 온라인 — 출시 예정
pt_br: Online — em breve
ru: Онлайн — скоро
zh_hans: 联网对战 — 即将上线
zh_hant: 線上對戰 — 即將推出

source: Only matters in the endgame
ar: لا يهم إلا في نهاية الجولة
de: Zählt nur im Endspiel
es: Solo importa en el final de la partida
fr: Ne compte que dans la phase finale
hi: सिर्फ़ अंतिम चरण में मायने रखता है
id: Hanya penting di babak akhir
ja: 効いてくるのは終盤だけ
ko: 종반전에서만 중요합니다
pt_br: Só importa no final da partida
ru: Важно только в эндшпиле
zh_hans: 只在残局阶段才有意义
zh_hant: 只在殘局階段才有意義

source: Only safe if you also hold a bomb
ar: آمن فقط إذا كنت تحمل قنبلة أيضًا
de: Nur sicher, wenn du auch eine Bombe hältst
es: Solo es seguro si también tienes una bomba
fr: Sûr seulement si tu as aussi une bombe en main
hi: तभी सुरक्षित है जब आपके पास बम भी हो
id: Aman hanya jika kamu juga pegang bom
ja: 炸弾も持っているときだけ安全
ko: 폭탄도 함께 들고 있을 때만 안전합니다
pt_br: Só é seguro se você também tiver uma bomba
ru: Безопасно, только если у тебя тоже есть бомба
zh_hans: 只有你手里也握着炸弹时才安全
zh_hant: 只有你手上同時握有炸彈時才安全

source: Only when they're at ~3 cards or fewer — at 4–6, a firm middle beat is enough
ar: فقط عندما يكونون عند 3 أوراق أو أقل — عند 4 إلى 6، يكفي ضرب متوسط حازم
de: Nur wenn sie bei ~3 Karten oder weniger sind — bei 4–6 reicht ein solider Schlag aus der Mitte
es: Solo cuando les quedan ~3 cartas o menos — con 4 a 6, basta con una jugada media firme
fr: Seulement quand il leur reste ~3 cartes ou moins — à 4–6, une frappe ferme au milieu suffit
hi: सिर्फ़ तब जब वे ~3 या उससे कम पत्तों पर हों — 4–6 पर एक मज़बूत मध्यम चाल काफ़ी है
id: Hanya saat mereka tersisa ~3 kartu atau kurang — di 4–6, kalahan kuat di tengah sudah cukup
ja: 相手が残り約3枚以下のときだけ — 4〜6枚なら中堅クラスでしっかり叩けば十分
ko: 상대 손패가 약 3장 이하일 때만 — 4~6장이면 중간 패로 확실히 누르는 것으로 충분합니다
pt_br: Só quando estiverem com ~3 cartas ou menos — com 4–6, uma boa carta intermediária já basta
ru: Только когда у них около 3 карт или меньше — при 4–6 хватит уверенного среднего удара
zh_hans: 只在对手剩约3张牌或更少时才用 — 4到6张时,稳稳压一手中等牌就够了
zh_hant: 只有當對手剩約3張或更少時才這麼打 — 4到6張時，中段牌壓住一手就夠了

source: Opening Leads
ar: أوراق الافتتاح
de: Eröffnungszüge
es: Salidas de apertura
fr: Premières attaques
hi: शुरुआती चालें
id: Kartu Pembuka
ja: オープニングの首攻
ko: 선 출발 패
pt_br: Aberturas de jogada
ru: Первые заходы
zh_hans: 首攻出牌
zh_hant: 開局首攻

source: Opponent at 1–3 cards
ar: الخصم عند 1 إلى 3 أوراق
de: Gegner bei 1–3 Karten
es: Rival con 1 a 3 cartas
fr: Adversaire à 1–3 cartes
hi: प्रतिद्वंद्वी 1–3 पत्तों पर
id: Lawan tersisa 1–3 kartu
ja: 相手が残り1〜3枚
ko: 상대 손패 1~3장
pt_br: Adversário com 1–3 cartas
ru: У соперника 1–3 карты
zh_hans: 对手剩1到3张牌
zh_hant: 對手剩1到3張

source: Opponents
ar: الخصوم
de: Gegner
es: Rivales
fr: Adversaires
hi: प्रतिद्वंद्वी
id: Lawan
ja: 相手
ko: 상대
pt_br: Adversários
ru: Соперники
zh_hans: 对手
zh_hant: 對手

source: Opponents took the match at Ace level.
ar: فاز الخصوم بالمباراة عند مستوى الآس.
de: Die Gegner haben die Partie beim Ass-Level gewonnen.
es: Los rivales se llevaron la partida en el nivel As.
fr: Les adversaires ont remporté la partie au niveau As.
hi: प्रतिद्वंद्वियों ने Ace स्तर पर मैच जीत लिया।
id: Lawan merebut pertandingan di level As.
ja: 相手チームがAレベルで勝利を決めました。
ko: 상대가 A 레벨에서 판을 가져갔습니다.
pt_br: Os adversários venceram a partida no nível do Ás.
ru: Соперники взяли партию на уровне Туза.
zh_hans: 对手在A级把这局拿下了。
zh_hant: 對手在打A級時拿下了這場比賽。

source: Or hide your strength
ar: أو أخفِ قوتك
de: Oder verbirg deine Stärke
es: O esconde tu fuerza
fr: Ou cache ta force
hi: या अपनी ताक़त छिपाएँ
id: Atau sembunyikan kekuatanmu
ja: あるいは手の内を隠す
ko: 아니면 실력을 숨기세요
pt_br: Ou esconda sua força
ru: Или скрой свою силу
zh_hans: 或者藏好你的实力
zh_hant: 或是藏起你的實力

source: Organize
ar: رتّب
de: Sortieren
es: Organizar
fr: Organiser
hi: व्यवस्थित करें
id: Tata
ja: 整理
ko: 정리
pt_br: Organizar
ru: Разобрать
zh_hans: 理牌
zh_hant: 理牌

source: Our first 'block everything below 7 cards at maximum strength' AI collapsed to an 11% win rate — it shredded its own hand. The data said: go maximal only when they're genuinely one or two moves from out; otherwise make riding expensive, not impossible.
ar: أول ذكاء اصطناعي لدينا اعتمد على "احصد كل ما هو أقل من 7 أوراق بأقصى قوة" انهار إلى نسبة فوز 11% — لقد مزّق أوراقه بنفسه. قالت البيانات: اذهب إلى أقصى قوة فقط عندما يكونون فعلًا على بُعد حركة أو حركتين من الخروج؛ وإلا اجعل الركوب مكلفًا، لا مستحيلًا.
de: Unsere erste KI nach dem Motto „alles unter 7 Karten mit maximaler Stärke blocken“ brach auf eine Siegquote von 11 % ein — sie zerlegte ihr eigenes Blatt. Die Daten sagten: Geh nur dann aufs Ganze, wenn sie wirklich ein oder zwei Züge vom Ausspielen entfernt sind; ansonsten mach das Mitfahren teuer, nicht unmöglich.
es: Nuestra primera IA de "aplastar todo lo que esté por debajo de 7 cartas con la máxima fuerza" se desplomó a un 11% de victorias — destrozaba su propia mano. Los datos decían: ve al máximo solo cuando están de verdad a una o dos jugadas de salir; si no, haz que seguirte sea caro, no imposible.
fr: Notre première IA réglée pour « tout casser sous 7 cartes à puissance maximale » est tombée à 11 % de victoires — elle déchiquetait sa propre main. Les données disaient : ne pousse au maximum que lorsqu'ils sont vraiment à un ou deux coups de la sortie ; sinon, rends le passage coûteux, pas impossible.
hi: हमारी पहली 'अधिकतम ताक़त से 7 पत्तों से नीचे हर चीज़ रोको' AI 11% जीत दर तक गिर गई — उसने अपना ही हाथ बर्बाद कर लिया। डेटा ने कहा: अधिकतम तभी जाओ जब वे सचमुच आउट होने से एक-दो चालों दूर हों; वरना सवारी को महँगा बनाओ, नामुमकिन नहीं।
id: AI pertama kami yang 'mengalahkan semua di bawah 7 kartu dengan kekuatan maksimal' anjlok ke tingkat menang 11% — ia menghancurkan tangannya sendiri. Datanya bilang: tampil maksimal hanya saat mereka benar-benar tinggal satu atau dua langkah dari habis; selebihnya, buat mereka mahal untuk menumpang, bukan mustahil.
ja: 最初に作った『残り7枚以下の手は全力で叩き潰す』AIは、勝率11%まで崩壊した — 自分の手札を自ら切り刻んでいたのだ。データはこう告げた。本当にあと1〜2手で上がられそうなときだけ全力を出せ。それ以外は、相手の便乗を不可能にするのではなく高くつくものにせよ。
ko: 처음 만든 '7장 이하면 무조건 최강 패로 막기' AI는 승률 11%로 무너졌습니다 — 제 손패를 스스로 찢어버린 거죠. 데이터는 말합니다: 상대가 정말로 한두 수 만에 끝낼 때만 최강으로 가고, 그 외에는 따라붙는 걸 불가능하게 막지 말고 비싸게 만들라고요.
pt_br: Nossa primeira IA do tipo 'bloqueie tudo abaixo de 7 cartas na força máxima' despencou para 11% de vitórias — ela destruía a própria mão. Os dados disseram: vá ao máximo só quando o adversário estiver de fato a uma ou duas jogadas de zerar; do contrário, torne o avanço caro, não impossível.
ru: Наш первый ИИ с установкой «бить всё, что ниже 7 карт, на максимуме» рухнул до 11% побед — он сам растерзал свою руку. Данные сказали: иди на максимум, только когда им и правда остался ход-два до выхода; иначе делай езду дорогой, а не невозможной.
zh_hans: 我们第一个奉行"7张牌以下一律用最强火力封杀"的AI崩到了11%的胜率 — 它把自己的牌全打散了。数据告诉我们:只有当对手真的距离打完只剩一两步时才上满火力;否则要让对手骑牌的代价变高,而不是直接堵死。
zh_hant: 我們第一版「7張牌以下全力封死」的AI勝率崩到只剩11% — 它把自己的牌都拆爛了。數據告訴我們：只有當對手真的離出完只剩一兩手時才全力出擊；其餘時候，要讓對手騎牌付出代價，而不是完全不讓他走。

source: Our lab gave one AI the habit of beating EVERYTHING it could beat. Against a twin that picked its battles, it won…
ar: أعطى مختبرنا أحد أنظمة الذكاء الاصطناعي عادة هزيمة كل ما يستطيع هزيمته. أمام توأم اختار معاركه بعناية، كان فوزه…
de: Unser Labor gewöhnte einer KI an, ALLES zu schlagen, was sie schlagen konnte. Gegen einen Zwilling, der seine Kämpfe wählte, gewann sie …
es: Nuestro laboratorio le dio a una IA la costumbre de superar TODO lo que pudiera superar. Contra una gemela que elegía sus batallas, ganó…
fr: Notre labo a donné à une IA l'habitude de battre TOUT ce qu'elle pouvait battre. Face à un jumeau qui choisissait ses combats, elle a gagné…
hi: हमारी लैब ने एक AI को हर वह चीज़ हराने की आदत दी जो वह हरा सकती थी। अपनी लड़ाइयाँ चुनने वाले जुड़वाँ के ख़िलाफ़, उसने जीतीं…
id: Lab kami memberi satu AI kebiasaan mengalahkan SEGALA yang bisa ia kalahkan. Melawan kembarannya yang memilih pertarungan, ia menang…
ja: 私たちのラボでは、あるAIに『叩けるものは何でも叩く』という癖を仕込んだ。戦いを選ぶもう一方の双子に対して、その勝率は…
ko: 우리 연구실은 한 AI에게 누를 수 있는 건 전부 누르는 습관을 줬습니다. 싸움을 골라서 하는 쌍둥이 AI를 상대로, 그 AI가 거둔 승률은…
pt_br: Nosso laboratório deu a uma IA o hábito de bater TUDO que conseguia bater. Contra uma gêmea que escolhia suas batalhas, ela venceu…
ru: В нашей лаборатории один ИИ приучили бить ВСЁ, что он может побить. Против близнеца, который выбирал бои с умом, он выиграл…
zh_hans: 我们实验室让一个AI养成了"逢牌可压必压"的习惯。对上一个懂得挑选战机的双胞胎对手,它赢下了…
zh_hant: 我們的實驗室讓一個AI養成見牌就壓的習慣。對上一個懂得挑戰機的雙胞胎AI，後者贏了…

source: PAIR
ar: زوج
de: PAAR
es: PAREJA
fr: PAIRE
hi: जोड़ी
id: PASANGAN
ja: 対子
ko: 대자(對子)
pt_br: PAR
ru: ПАРА
zh_hans: 对子
zh_hant: 對子

source: PATCHES A RUN
ar: يرقّع السلسلة
de: FLICKT EINEN STRASSENZUG
es: COMPLETA UN SEGUIDO
fr: COMPLÈTE UNE SUITE
hi: एक सिलसिले को पूरा करता है
id: MENAMBAL DERET
ja: 順子を補う
ko: 순자를 메웁니다
pt_br: COMPLETA UMA SEQUÊNCIA
ru: ЧИНИТ РЯД
zh_hans: 补全顺子
zh_hant: 補順子

source: PLATE
ar: الفولاذ
de: STAHLPLATTE
es: ACERO
fr: PLAQUE D'ACIER
hi: स्टील प्लेट
id: PELAT BAJA
ja: 鋼板
ko: 강판(钢板)
pt_br: AÇO
ru: СТАЛЬНАЯ ПЛАСТИНА
zh_hans: 钢板
zh_hant: 鋼板

source: Pair
ar: زوج
de: Paar
es: Pareja
fr: Paire
hi: जोड़ी
id: Pasangan
ja: 対子
ko: 대자
pt_br: Par
ru: Пара
zh_hans: 对子
zh_hant: 對子

source: Pairs answer pairs — your 5s do the job.
ar: الأزواج تُجاب بالأزواج — أوراق 5 لديك تؤدي المهمة.
de: Paare kontern Paare — deine Fünfen erledigen das.
es: Las parejas responden a parejas — tus 5 hacen el trabajo.
fr: Une paire répond à une paire — tes 5 font l'affaire.
hi: जोड़ियों का जवाब जोड़ियाँ देती हैं — आपके 5 काम कर देंगे।
id: Pasangan dijawab pasangan — kartu 5-mu sudah cukup.
ja: 対子には対子で応じる — あなたの5のペアで十分。
ko: 대자에는 대자로 — 당신의 5 페어가 해냅니다.
pt_br: Par responde par — seus 5 dão conta do recado.
ru: Пары отвечают на пары — твои пятёрки справятся.
zh_hans: 对子接对子 — 你的一对5正好顶上。
zh_hant: 對子接對子 — 你的一對5正好派上用場。

source: Park your smallest card LAST
ar: اركن أصغر ورقة لديك في النهاية
de: Parke deine kleinste Karte ZULETZT
es: Deja tu carta más baja para el FINAL
fr: Garde ta plus petite carte pour la FIN
hi: अपना सबसे छोटा पत्ता आख़िर में रखें
id: Simpan kartu terkecilmu untuk TERAKHIR
ja: 一番小さいカードは最後に置く
ko: 가장 작은 카드는 마지막에 두세요
pt_br: Deixe sua menor carta por ÚLTIMO
ru: Прибереги самую мелкую карту НАПОСЛЕДОК
zh_hans: 最小的那张牌留到最后再走
zh_hant: 把你最小的牌留到最後出
